Repository: wandelhaggis/vocabspark
Catalog: Sources/FrenchVocab/Localizable.xcstrings
Source language: de
Languages: ar, el, en, es, fr, it, ja, ko, nl, pl, pt, ru, sv, tr, zh_hans

source: ... und %lld weitere
ar: ... و%lld أخرى
el: ... και %lld ακόμη
en: ... and %lld more
es: ... y %lld más
fr: ... et %lld autres
it: ... e altre %lld
ja: … ほか %lld 個
ko: ... 외 %lld개 더
nl: ... en %lld meer
pl: ... i %lld więcej
pt: ... e mais %lld
ru: ... и ещё %lld
sv: ... och %lld till
tr: ... ve %lld tane daha
zh_hans: …还有 %lld 个

source: · %lld wiederholt
ar: · %lld تمت مراجعتها
el: · %lld επαναλήφθηκαν
en: · %lld repeated
es: · %lld repetidas
fr: · %lld répétés
it: · %lld ripetute
ja: · %lld 枚復習
ko: · %lld개 복습
nl: · %lld herhaald
pl: · powtórzono: %lld
pt: · %lld repetidas
ru: · повторено %lld
sv: · %lld repeterade
tr: · %lld tekrarlandı
zh_hans: · 已复习 %lld 张

source: % Gewusst
ar: % معروف
el: % Γνωστές
en: % Correct
es: % Acertadas
fr: % Réussis
it: % Sapute
ja: 正解率
ko: % 정답률
nl: % Goed
pl: % wiedziałem
pt: % Acertadas
ru: % знаю
sv: % rätt
tr: % Bildim
zh_hans: % 掌握

source: %@ löschen?
ar: حذف %@؟
el: Διαγραφή %@;
en: Delete %@?
es: ¿Eliminar %@?
fr: Supprimer %@ ?
it: Eliminare %@?
ja: %@ を削除しますか？
ko: %@ 삭제할까요?
nl: %@ verwijderen?
pl: Usunąć %@?
pt: Eliminar %@?
ru: Удалить %@?
sv: Ta bort %@?
tr: %@ silinsin mi?
zh_hans: 删除 %@？

source: %lld Karten fällig
ar: %lld بطاقة مستحقة
el: %lld εκκρεμείς κάρτες
en: %lld cards due
es: %lld tarjetas pendientes
fr: %lld cartes à réviser
it: %lld carte da rivedere
ja: 復習カード %lld 枚
ko: 복습할 카드 %lld장
nl: %lld kaarten te herhalen
pl: %lld karty do powtórzenia
pt: %lld cartões pendentes
ru: %lld карточек на повторение
sv: %lld kort att repetera
tr: %lld kart tekrara hazır
zh_hans: %lld 张卡片待复习

source: %lld Tage
ar: %lld يوم
el: %lld ημέρες
en: %lld days
es: %lld días
fr: %lld jours
it: %lld giorni
ja: %lld 日
ko: %lld일
nl: %lld dagen
pl: %lld dnia
pt: %lld dias
ru: %lld дней
sv: %lld dagar
tr: %lld gün
zh_hans: %lld 天

source: %lld Tage Streak
ar: سلسلة من %lld يوم
el: %lld ημέρες σερί
en: %lld-day streak
es: racha de %lld días
fr: série de %lld jours
it: serie di %lld giorni
ja: %lld 日連続
ko: %lld일 연속
nl: %lld dagen streak
pl: Passa: %lld dnia
pt: sequência de %lld dias
ru: Серия: %lld дней
sv: %lld dagar i rad
tr: %lld günlük seri
zh_hans: 连续 %lld 天

source: %lld Vokabeln gefunden
ar: تم العثور على %lld كلمة
el: Βρέθηκαν %lld λέξεις
en: %lld words found
es: %lld palabras encontradas
fr: %lld mots trouvés
it: %lld parole trovate
ja: 単語 %lld 個が見つかりました
ko: 단어 %lld개 찾음
nl: %lld woorden gevonden
pl: Znaleziono %lld słówka
pt: %lld palavras encontradas
ru: Найдено слов: %lld
sv: %lld ord hittade
tr: %lld kelime bulundu
zh_hans: 找到 %lld 个单词

source: %lld Vokabeln gemeistert
ar: تم إتقان %lld كلمة
el: Κατέκτησες %lld λέξεις
en: %lld words mastered
es: %lld palabras dominadas
fr: %lld mots maîtrisés
it: %lld parole acquisite
ja: 単語 %lld 個を習得
ko: 단어 %lld개 숙달
nl: %lld woorden beheerst
pl: Opanowano %lld słówka
pt: %lld palavras dominadas
ru: Освоено слов: %lld
sv: %lld ord bemästrade
tr: %lld kelimede ustalaştın
zh_hans: 已掌握 %lld 个单词

source: %lld Vokabeln gespeichert
ar: تم حفظ %lld كلمة
el: %lld λέξεις αποθηκεύτηκαν
en: %lld words saved
es: %lld palabras guardadas
fr: %lld mots enregistrés
it: %lld parole salvate
ja: 単語 %lld 個を保存
ko: 단어 %lld개 저장했어요
nl: %lld woorden opgeslagen
pl: Zapisano %lld słówka
pt: %lld palavras guardadas
ru: Сохранено %lld слов
sv: %lld ord sparade
tr: %lld kelime kaydedildi
zh_hans: 已保存 %lld 个单词

source: %lld Vokabeln testen
ar: اختبار %lld كلمة
el: Τεστ σε %lld λέξεις
en: Test %lld words
es: Practicar %lld palabras
fr: Tester %lld mots
it: Testa %lld parole
ja: 単語 %lld 個をテスト
ko: 단어 %lld개 시험
nl: %lld woorden testen
pl: Przetestuj %lld słówka
pt: Testar %lld palavras
ru: Проверить слов: %lld
sv: Testa %lld ord
tr: %lld kelimeyi test et
zh_hans: 测验 %lld 个单词

source: %lld Vokabeln wiederholt
ar: تمت مراجعة %lld كلمة
el: %lld λέξεις επαναλήφθηκαν
en: %lld words repeated
es: %lld palabras repetidas
fr: %lld mots répétés
it: %lld parole ripetute
ja: 単語 %lld 個を復習
ko: 단어 %lld개 복습
nl: %lld woorden herhaald
pl: Powtórzono %lld słówka
pt: %lld palavras repetidas
ru: Повторено %lld слов
sv: %lld ord repeterade
tr: %lld kelime tekrarlandı
zh_hans: 已复习 %lld 个单词

source: %lld von %lld
ar: %lld من %lld
el: %lld από %lld
en: %lld of %lld
es: %lld de %lld
fr: %lld sur %lld
it: %lld di %lld
ja: %lld / %lld
ko: %lld / %lld
nl: %lld van %lld
pl: %lld z %lld
pt: %lld de %lld
ru: %lld из %lld
sv: %lld av %lld
tr: %lld / %lld
zh_hans: %lld / %lld

source: %lld Wörter · %lld gelernt
ar: %lld كلمة · %lld متعلَّمة
el: %lld λέξεις · %lld μαθημένες
en: %lld words · %lld learned
es: %lld palabras · %lld aprendidas
fr: %lld mots · %lld appris
it: %lld parole · %lld imparate
ja: 単語 %lld 個 · %lld 個学習済み
ko: 단어 %lld개 · %lld개 익힘
nl: %lld woorden · %lld geleerd
pl: Słówka: %lld · Nauczono: %lld
pt: %lld palavras · %lld aprendidas
ru: Слов: %lld · Выучено: %lld
sv: %lld ord · %lld inlärda
tr: %lld kelime · %lld öğrenildi
zh_hans: %lld 个单词 · 已学 %lld 个

source: %lld Zeilen übersprungen
ar: تم تخطّي %lld سطر
el: %lld γραμμές παραλείφθηκαν
en: %lld lines skipped
es: %lld líneas omitidas
fr: %lld lignes ignorées
it: %lld righe saltate
ja: %lld 行スキップ
ko: %lld줄 건너뛰었어요
nl: %lld regels overgeslagen
pl: Pominięto %lld linii
pt: %lld linhas ignoradas
ru: Пропущено %lld строк
sv: %lld rader överhoppade
tr: %lld satır atlandı
zh_hans: 跳过 %lld 行

source: ➡️ Abfragen
ar: ➡️ اختبار
el: ➡️ Εξέταση
en: ➡️ Quiz me
es: ➡️ Pregúntame
fr: ➡️ Interroge-moi
it: ➡️ Interrogami
ja: ➡️ 出題
ko: ➡️ 맞히기
nl: ➡️ Overhoren
pl: ➡️ Pytaj
pt: ➡️ Perguntar-me
ru: ➡️ Спросить
sv: ➡️ Fråga
tr: ➡️ Sor
zh_hans: ➡️ 测词义

source: ⬅️ Übersetzen
ar: ⬅️ ترجمة
el: ⬅️ Μετάφραση
en: ⬅️ Translate
es: ⬅️ Traducir
fr: ⬅️ Traduire
it: ⬅️ Traduci
ja: ⬅️ 訳す
ko: ⬅️ 번역하기
nl: ⬅️ Vertalen
pl: ⬅️ Tłumacz
pt: ⬅️ Traduzir
ru: ⬅️ Перевести
sv: ⬅️ Översätt
tr: ⬅️ Çevir
zh_hans: ⬅️ 翻译

source: 🔀 Zufall
ar: 🔀 عشوائي
el: 🔀 Τυχαία
en: 🔀 Random
es: 🔀 Aleatorio
fr: 🔀 Aléatoire
it: 🔀 Casuale
ja: 🔀 ランダム
ko: 🔀 무작위
nl: 🔀 Willekeurig
pl: 🔀 Losowo
pt: 🔀 Aleatório
ru: 🔀 Случайно
sv: 🔀 Slump
tr: 🔀 Rastgele
zh_hans: 🔀 随机

source: 30 Tage
ar: 30 يوماً
el: 30 ημέρες
en: 30 days
es: 30 días
fr: 30 jours
it: 30 giorni
ja: 30日間
ko: 30일
nl: 30 dagen
pl: 30 dni
pt: 30 dias
ru: 30 дней
sv: 30 dagar
tr: 30 gün
zh_hans: 30 天

source: Abbrechen
ar: إلغاء
el: Ακύρωση
en: Cancel
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal
zh_hans: 取消

source: Alle
ar: الكل
el: Όλες
en: All
es: Todas
fr: Tous
it: Tutte
ja: すべて
ko: 전체
pl: Wszystkie
pt: Todas
ru: Все
sv: Alla
tr: Tümü
zh_hans: 全部

source: Alle %lld Vokabeln werden mitgelöscht.
ar: سيتم حذف جميع الكلمات (%lld) معها.
el: Θα διαγραφούν και οι %lld λέξεις.
en: All %lld words will be deleted too.
es: También se eliminarán las %lld palabras.
fr: Les %lld mots associés seront aussi supprimés.
it: Verranno eliminate anche le %lld parole.
ja: 単語 %lld 個もあわせて削除されます。
ko: 단어 %lld개도 함께 삭제돼요.
nl: Alle %lld woorden worden ook verwijderd.
pl: Wszystkie słówka (%lld) zostaną również usunięte.
pt: Todas as %lld palavras serão excluídas.
ru: Будут удалены также связанные слова (%lld).
sv: Alla %lld ord tas också bort.
tr: %lld kelimenin hepsi birlikte silinecek.
zh_hans: 所有 %lld 个单词将一并删除。

source: Alle importieren
ar: استيراد الكل
el: Εισαγωγή όλων
en: Import all
es: Importar todo
fr: Tout importer
it: Importa tutto
ja: すべてインポート
ko: 전체 가져오기
nl: Alle importeren
pl: Importuj wszystkie
pt: Importar tudo
ru: Импортировать все
sv: Importera alla
tr: Tümünü içe aktar
zh_hans: 全部导入

source: Alle Vokabeln
ar: كل الكلمات
el: Όλες οι λέξεις
en: All words
es: Todas las palabras
fr: Tous les mots
it: Tutte le parole
ja: すべての単語
ko: 모든 단어
nl: Alle woorden
pl: Wszystkie słówka
pt: Todas as palavras
ru: Все слова
sv: Alla ord
tr: Tüm kelimeler
zh_hans: 全部单词

source: Alles beim ersten Mal!
ar: كل شيء من المحاولة الأولى!
el: Όλες με την πρώτη!
en: All on the first try!
es: ¡Todas a la primera!
fr: Tout du premier coup !
it: Tutte al primo colpo!
ja: 全部一発正解！
ko: 전부 한 번에 맞혔어요!
nl: Alles in één keer goed!
pl: Wszystko za pierwszym razem!
pt: Tudo de primeira!
ru: Всё с первого раза!
sv: Alla rätt på första försöket!
tr: Hepsi ilk seferde!
zh_hans: 全部一次答对！

source: Alles geschafft!
ar: أنهيت كل شيء!
el: Όλα έτοιμα!
en: All done!
es: ¡Listo!
fr: C'est fait !
it: Fatto!
ja: 全部クリア！
ko: 모두 완료했어요!
nl: Alles gedaan!
pl: Wszystko zrobione!
pt: Pronto!
ru: Всё готово!
sv: Allt klart!
tr: Hepsini bitirdin!
zh_hans: 全部完成！

source: Anhören
ar: استمع
el: Ακρόαση
en: Listen
es: Escuchar
fr: Écouter
it: Ascolta
ja: 聞く
ko: 듣기
nl: Beluisteren
pl: Posłuchaj
pt: Ouvir
ru: Прослушать
sv: Lyssna
tr: Dinle
zh_hans: 听发音

source: API-Key aktiv
ar: مفتاح API مفعّل
el: API Key ενεργό
en: API key active
es: Clave API activa
fr: Clé API active
it: Chiave API attiva
ja: APIキー有効
ko: API 키 사용 중
nl: API-sleutel actief
pl: Klucz API aktywny
pt: Chave de API ativa
ru: API-ключ активен
sv: API-nyckel aktiv
tr: API anahtarı aktif
zh_hans: API 密钥已启用

source: API-Key fehlt
ar: مفتاح API مفقود
el: Λείπει το API Key
en: API key missing
es: Falta la clave API
fr: Clé API manquante
it: Chiave API mancante
ja: APIキーがありません
ko: API 키가 없어요
nl: API-sleutel ontbreekt
pl: Brak klucza API
pt: Falta a chave de API
ru: Нет API-ключа
sv: API-nyckel saknas
tr: API anahtarı eksik
zh_hans: 缺少 API 密钥

source: Arabisch
ar: العربية
el: Αραβικά
en: Arabic
es: Árabe
fr: Arabe
it: Arabo
ja: アラビア語
ko: 아랍어
pl: Arabski
pt: Árabe
ru: Арабский
sv: Arabiska
tr: Arapça
zh_hans: 阿拉伯语

source: Aufdecken
ar: اكشف
el: Αποκάλυψη
en: Reveal
es: Revelar
fr: Révéler
it: Rivela
ja: めくる
ko: 답 보기
nl: Omdraaien
pl: Odkryj
pt: Revelar
ru: Показать
sv: Visa
tr: Göster
zh_hans: 显示答案

source: Aus Zwischenablage einfügen
ar: لصق من الحافظة
el: Επικόλληση από πρόχειρο
en: Paste from clipboard
es: Pegar del portapapeles
fr: Coller depuis le presse-papiers
it: Incolla dagli appunti
ja: クリップボードから貼り付け
ko: 클립보드에서 붙여넣기
nl: Plakken vanaf klembord
pl: Wklej ze schowka
pt: Colar da área de transferência
ru: Вставить из буфера
sv: Klistra in från urklipp
tr: Panodan yapıştır
zh_hans: 从剪贴板粘贴

source: Aussprache nicht verfügbar
ar: النطق غير متاح
el: Η προφορά δεν είναι διαθέσιμη
en: Pronunciation unavailable
es: Pronunciación no disponible
fr: Prononciation indisponible
it: Pronuncia non disponibile
ja: 発音を利用できません
ko: 발음을 사용할 수 없어요
nl: Uitspraak niet beschikbaar
pl: Wymowa niedostępna
pt: Pronúncia indisponível
ru: Произношение недоступно
sv: Uttal inte tillgängligt
tr: Telaffuz kullanılamıyor
zh_hans: 发音不可用

source: Aussprache und Beispielsätze sind aktiv
ar: النطق والجمل التوضيحية مفعّلة
el: Προφορά και παραδείγματα είναι ενεργά
en: Pronunciation and examples are on
es: Pronunciación y frases de ejemplo activas
fr: La prononciation et les exemples sont activés
it: Pronuncia ed esempi attivi
ja: 発音と例文が有効です
ko: 발음과 예문이 사용 중이에요
nl: Uitspraak en voorbeeldzinnen zijn actief
pl: Wymowa i przykładowe zdania są aktywne
pt: Pronúncia e frases de exemplo ativas
ru: Произношение и примеры включены
sv: Uttal och exempelmeningar är aktiva
tr: Telaffuz ve örnek cümleler aktif
zh_hans: 发音和例句已启用

source: Bearbeiten
ar: تعديل
el: Επεξεργασία
en: Edit
es: Editar
fr: Modifier
it: Modifica
ja: 編集
ko: 편집
nl: Bewerken
pl: Edytuj
pt: Editar
ru: Изменить
sv: Redigera
tr: Düzenle
zh_hans: 编辑

source: Beenden
ar: إنهاء
el: Τέλος
en: Quit
es: Salir
fr: Quitter
it: Esci
ja: 終了
ko: 종료
nl: Afsluiten
pl: Zakończ
pt: Sair
ru: Завершить
sv: Avsluta
tr: Bitir
zh_hans: 结束

source: Beispiel laden
ar: تحميل مثال
el: Φόρτωση παραδείγματος
en: Load example
es: Cargar ejemplo
fr: Charger un exemple
it: Carica esempio
ja: 例文を読み込む
ko: 예문 불러오기
nl: Voorbeeld laden
pl: Wczytaj przykład
pt: Carregar exemplo
ru: Загрузить пример
sv: Hämta exempel
tr: Örnek yükle
zh_hans: 加载例句

source: Beispielsatz
ar: جملة توضيحية
el: Παράδειγμα
en: Example sentence
es: Frase de ejemplo
fr: Phrase d'exemple
it: Frase d'esempio
ja: 例文
ko: 예문
nl: Voorbeeldzin
pl: Przykładowe zdanie
pt: Frase de exemplo
ru: Пример
sv: Exempelmening
tr: Örnek cümle
zh_hans: 例句

source: Bekannt
ar: معروف
el: Γνωστή
en: Known
es: Dominada
fr: Acquis
it: Acquisita
ja: 習得済み
ko: 알고 있음
nl: Bekend
pl: Znam
pt: Dominada
ru: Выучено
sv: Inlärd
tr: Öğrenildi
zh_hans: 已掌握

source: Bekannt im Verlauf
ar: معروف بمرور الوقت
el: Γνωστές στην πορεία
en: Known over time
es: Dominadas con el tiempo
fr: Acquis au fil du temps
it: Acquisite nel tempo
ja: これまでに習得
ko: 기간 내 숙달
nl: Bekend na verloop van tijd
pl: Znane w czasie
pt: Dominadas ao longo do tempo
ru: Выучено со временем
sv: Inlärda över tid
tr: Zamanla öğrenildi
zh_hans: 历史掌握数

source: Bester Streak! 💪
ar: أفضل سلسلة! 💪
el: Καλύτερο σερί! 💪
en: Best streak! 💪
es: ¡Mejor racha! 💪
fr: Meilleure série ! 💪
it: Serie record! 💪
ja: 最高の連続記録！ 💪
ko: 최고 연속 기록! 💪
nl: Beste streak! 💪
pl: Najlepsza passa! 💪
pt: Melhor sequência! 💪
ru: Лучшая серия! 💪
sv: Bästa streaken! 💪
tr: En iyi seri! 💪
zh_hans: 最长连续天数！💪

source: Chinesisch
ar: الصينية
el: Κινεζικά
en: Chinese
es: Chino
fr: Chinois
it: Cinese
ja: 中国語
ko: 중국어
nl: Chinees
pl: Chiński
pt: Chinês
ru: Китайский
sv: Kinesiska
tr: Çince
zh_hans: 中文

source: CSV Import
ar: استيراد CSV
el: Εισαγωγή CSV
es: Importar CSV
fr: Import CSV
it: Importa CSV
ja: CSVインポート
ko: CSV 가져오기
pl: Import CSV
pt: Importar CSV
ru: Импорт CSV
tr: CSV içe aktarma
zh_hans: CSV 导入

source: Datei konnte nicht gelesen werden
ar: تعذّرت قراءة الملف
el: Αδύνατη η ανάγνωση του αρχείου
en: Couldn't read the file
es: No se pudo leer el archivo
fr: Impossible de lire le fichier
it: Impossibile leggere il file
ja: ファイルを読み込めませんでした
ko: 파일을 읽을 수 없어요
nl: Bestand kon niet worden gelezen
pl: Nie udało się odczytać pliku
pt: Não foi possível ler o ficheiro
ru: Не удалось прочитать файл
sv: Filen kunde inte läsas
tr: Dosya okunamadı
zh_hans: 无法读取文件

source: Datei konnte nicht verarbeitet werden
ar: تعذّرت معالجة الملف
el: Αδύνατη η επεξεργασία του αρχείου
en: Couldn't process the file
es: No se pudo procesar el archivo
fr: Impossible de traiter le fichier
it: Impossibile elaborare il file
ja: ファイルを処理できませんでした
ko: 파일을 처리할 수 없어요
nl: Bestand kon niet worden verwerkt
pl: Nie udało się przetworzyć pliku
pt: Não foi possível processar o ficheiro
ru: Не удалось обработать файл
sv: Filen kunde inte bearbetas
tr: Dosya işlenemedi
zh_hans: 无法处理文件

source: Deine Vokabeln warten. Nur 5 Minuten!
ar: كلماتك تنتظرك. فقط 5 دقائق!
el: Οι λέξεις σου περιμένουν. Μόνο 5 λεπτά!
en: Your words are waiting. Just 5 minutes!
es: Tus palabras te esperan. ¡Solo 5 minutos!
fr: Tes mots t'attendent. Seulement 5 minutes !
it: Le tue parole ti aspettano. Solo 5 minuti!
ja: 単語が待っています。たった5分！
ko: 단어가 기다리고 있어요. 5분이면 돼요!
nl: Je woorden wachten. Slechts 5 minuten!
pl: Twoje słówka czekają. Tylko 5 minut!
pt: As tuas palavras estão à espera. Só 5 minutos!
ru: Твои слова ждут. Всего 5 минут!
sv: Dina ord väntar. Bara 5 minuter!
tr: Kelimelerin seni bekliyor. Sadece 5 dakika!
zh_hans: 你的单词在等你。只需 5 分钟！

source: Deutsch
ar: الألمانية
el: Γερμανικά
en: German
es: Alemán
fr: Allemand
it: Tedesco
ja: ドイツ語
ko: 독일어
nl: Duits
pl: Niemiecki
pt: Alemão
ru: Немецкий
sv: Tyska
tr: Almanca
zh_hans: 德语

source: Die aktuell eingegebene Vokabel wird nicht gespeichert.
ar: لن يتم حفظ الكلمة التي تكتبها الآن.
el: Η λέξη που πληκτρολογείς δεν θα αποθηκευτεί.
en: The word you're typing won't be saved.
es: La palabra que estás escribiendo no se guardará.
fr: Le mot en cours de saisie ne sera pas enregistré.
it: La parola che stai scrivendo non verrà salvata.
ja: 現在入力中の単語は保存されません。
ko: 지금 입력한 단어는 저장되지 않아요.
nl: Het woord dat je nu invoert wordt niet opgeslagen.
pl: Aktualnie wpisywane słówko nie zostanie zapisane.
pt: A palavra que estás a escrever não é guardada.
ru: Введённое слово не будет сохранено.
sv: Ordet du håller på att skriva in sparas inte.
tr: Şu anda girdiğin kelime kaydedilmeyecek.
zh_hans: 当前输入的单词不会被保存。

source: Die Datei konnte nicht gelesen werden.
ar: تعذّرت قراءة الملف.
el: Δεν ήταν δυνατή η ανάγνωση του αρχείου.
en: The file couldn't be read.
es: El archivo no se pudo leer.
fr: Le fichier n'a pas pu être lu.
it: Non è stato possibile leggere il file.
ja: ファイルを読み込めませんでした。
ko: 파일을 읽을 수 없어요.
nl: Het bestand kon niet worden gelezen.
pl: Nie udało się odczytać pliku.
pt: Não foi possível ler o ficheiro.
ru: Не удалось прочитать файл.
sv: Filen kunde inte läsas.
tr: Dosya okunamadı.
zh_hans: 无法读取文件。

source: Diese Sprache wird entfernt.
ar: ستتم إزالة هذه اللغة.
el: Αυτή η γλώσσα θα αφαιρεθεί.
en: This language will be removed.
es: Se eliminará este idioma.
fr: Cette langue sera supprimée.
it: Questa lingua verrà rimossa.
ja: この言語が削除されます。
ko: 이 언어가 삭제돼요.
nl: Deze taal wordt verwijderd.
pl: Ten język zostanie usunięty.
pt: Este idioma será removido.
ru: Этот язык будет удалён.
sv: Det här språket tas bort.
tr: Bu dil kaldırılacak.
zh_hans: 此语言将被移除。

source: Diese Woche
ar: هذا الأسبوع
el: Αυτή η εβδομάδα
en: This week
es: Esta semana
fr: Cette semaine
it: Questa settimana
ja: 今週
ko: 이번 주
nl: Deze week
pl: W tym tygodniu
pt: Esta semana
ru: Эта неделя
sv: Den här veckan
tr: Bu hafta
zh_hans: 本周

source: Dieser Monat
ar: هذا الشهر
el: Αυτός ο μήνας
en: This month
es: Este mes
fr: Ce mois-ci
it: Questo mese
ja: 今月
ko: 이번 달
nl: Deze maand
pl: W tym miesiącu
pt: Este mês
ru: Этот месяц
sv: Den här månaden
tr: Bu ay
zh_hans: 本月

source: Du bekommst zur gewählten Uhrzeit nur dann eine Erinnerung, wenn Vokabeln zum Lernen fällig sind.
ar: ستتلقى تذكيراً في الوقت الذي اخترته فقط إذا كانت هناك مفردات جاهزة للمراجعة.
el: Θα λαμβάνεις υπενθύμιση στην ώρα που επέλεξες μόνο αν υπάρχουν λέξεις για επανάληψη.
en: You'll only get a reminder at the chosen time when there are vocab cards due.
es: Solo recibirás un recordatorio a la hora elegida si hay vocabulario pendiente.
fr: Tu ne recevras un rappel à l'heure choisie que s'il y a du vocabulaire à réviser.
it: Riceverai un promemoria all'ora scelta solo se ci sono parole da ripassare.
ja: 復習する単語があるときだけ、指定した時刻にリマインダーが届きます。
ko: 복습할 단어가 있을 때만 선택한 시간에 알림을 받아요.
nl: Je krijgt alleen een herinnering op het gekozen tijdstip als er woorden te oefenen zijn.
pl: Przypomnienie o wybranej godzinie dostaniesz tylko wtedy, gdy są słówka do powtórzenia.
pt: Só recebes um lembrete à hora escolhida se houver palavras para rever.
ru: Ты будешь получать напоминание в выбранное время, только если есть слова для повторения.
sv: Du får bara en påminnelse vid vald tid om det finns ord att öva.
tr: Sadece tekrar edilecek kelimeler varsa, seçtiğin saatte hatırlatma alırsın.
zh_hans: 只有当有需要复习的词汇时，你才会在所选时间收到提醒。

source: Einstellungen
ar: إعدادات
el: Ρυθμίσεις
en: Settings
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt: Definições
ru: Настройки
sv: Inställningar
tr: Ayarlar
zh_hans: 设置

source: Englisch
ar: الإنجليزية
el: Αγγλικά
en: English
es: Inglés
fr: Anglais
it: Inglese
ja: 英語
ko: 영어
nl: Engels
pl: Angielski
pt: Inglês
ru: Английский
sv: Engelska
tr: İngilizce
zh_hans: 英语

source: Erinnerung
ar: تذكير
el: Υπενθύμιση
en: Reminder
es: Recordatorio
fr: Rappel
it: Promemoria
ja: リマインダー
ko: 알림
nl: Herinnering
pl: Przypomnienie
pt: Lembrete
ru: Напоминание
sv: Påminnelse
tr: Hatırlatma
zh_hans: 提醒

source: Erste Vokabel hinzufügen
ar: أضف أول كلمة
el: Πρόσθεσε την πρώτη λέξη
en: Add your first word
es: Añadir primera palabra
fr: Ajouter le premier mot
it: Aggiungi la prima parola
ja: 最初の単語を追加
ko: 첫 단어 추가하기
nl: Eerste woord toevoegen
pl: Dodaj pierwsze słówko
pt: Adicionar primeira palavra
ru: Добавить первое слово
sv: Lägg till första ordet
tr: İlk kelimeni ekle
zh_hans: 添加第一个单词

source: Fällig
ar: مستحقة
el: Εκκρεμείς
en: Due
es: Pendientes
fr: À réviser
it: Da rivedere
ja: 要復習
ko: 복습 예정
nl: Te herhalen
pl: Do powtórzenia
pt: Pendentes
ru: К повторению
sv: Att repetera
tr: Tekrar zamanı
zh_hans: 待复习

source: Fällige
ar: المستحقة
el: Εκκρεμείς
en: Due
es: Pendientes
fr: À réviser
it: Da rivedere
ja: 要復習
ko: 복습할 단어
nl: Te herhalen
pl: Do powtórzenia
pt: Pendentes
ru: К повторению
sv: Att repetera
tr: Tekrar zamanı
zh_hans: 待复习

source: Fertig
ar: تم
el: Έτοιμο
en: Done
es: Listo
fr: Terminé
it: Fatto
ja: 完了
ko: 완료
nl: Klaar
pl: Gotowe
pt: Pronto
ru: Готово
sv: Klar
tr: Bitti
zh_hans: 完成

source: Festigen
ar: تعزيز
el: Εμπέδωση
en: Reinforcing
es: Reforzando
fr: En consolidation
it: Da consolidare
ja: 定着中
ko: 강화 중
nl: Versterken
pl: Do utrwalenia
pt: Reforçando
ru: Закрепление
sv: Repetition
tr: Pekişiyor
zh_hans: 巩固

source: Französisch
ar: الفرنسية
el: Γαλλικά
en: French
es: Francés
fr: Français
it: Francese
ja: フランス語
ko: 프랑스어
nl: Frans
pl: Francuski
pt: Francês
ru: Французский
sv: Franska
tr: Fransızca
zh_hans: 法语

source: Füge eine Sprache hinzu, um loszulegen.
ar: أضف لغة لتبدأ.
el: Πρόσθεσε μια γλώσσα για να ξεκινήσεις.
en: Add a language to get started.
es: Añade un idioma para empezar.
fr: Ajoute une langue pour commencer.
it: Aggiungi una lingua per iniziare.
ja: 言語を追加してはじめましょう。
ko: 언어를 추가해서 시작해 보세요.
nl: Voeg een taal toe om te beginnen.
pl: Dodaj język, aby zacząć.
pt: Adicione um idioma para começar.
ru: Добавь язык, чтобы начать.
sv: Lägg till ett språk för att komma igång.
tr: Başlamak için bir dil ekle.
zh_hans: 添加一种语言即可开始。

source: Füge zuerst Vokabeln im Tab «Vokabeln» hinzu!
ar: أضف كلمات أولاً من تبويب «الكلمات»!
el: Πρόσθεσε πρώτα λέξεις στην καρτέλα «Λέξεις»!
en: First add words in the «Words» tab!
es: ¡Primero añade palabras en la pestaña «Palabras»!
fr: Ajoute d'abord des mots dans l'onglet «Mots» !
it: Prima aggiungi delle parole nella scheda «Parole»!
ja: まずは「単語」タブで 単語を追加しましょう！
ko: 먼저 «단어» 탭에서 단어를 추가해 주세요!
nl: Voeg eerst woorden toe in het tabblad «Woorden»!
pl: Najpierw dodaj słówka w zakładce «Słówka»!
pt: Primeiro adicione palavras na aba «Palavras»!
ru: Сначала добавь слова во вкладке «Слова»!
sv: Lägg till ord i fliken «Ord» först!
tr: Önce «Kelimeler» sekmesinden kelime ekle!
zh_hans: 请先在「单词」标签页 添加单词！

source: Für Aussprache und Beispielsätze brauchst du einen OpenAI API-Key. Du kannst ihn in den Einstellungen eingeben.
ar: تحتاج إلى مفتاح OpenAI API للنطق والجمل التوضيحية. يمكنك إدخاله في الإعدادات.
el: Για την προφορά και τα παραδείγματα χρειάζεσαι ένα OpenAI API Key. Μπορείς να το εισάγεις στις ρυθμίσεις.
en: For pronunciation and example sentences you need an OpenAI API key. You can enter it in Settings.
es: Para la pronunciación y las frases de ejemplo necesitas una clave API de OpenAI. Puedes introducirla en los Ajustes.
fr: Pour la prononciation et les exemples, il te faut une clé API OpenAI. Tu peux la saisir dans les Réglages.
it: Per la pronuncia e gli esempi ti serve una chiave API OpenAI. Puoi inserirla nelle Impostazioni.
ja: 発音と例文を使うには OpenAI APIキーが必要です。設定から入力できます。
ko: 발음과 예문을 사용하려면 OpenAI API 키가 필요해요. 설정에서 입력할 수 있어요.
nl: Voor uitspraak en voorbeeldzinnen heb je een OpenAI API-sleutel nodig. Je kunt die in de instellingen invoeren.
pl: Do wymowy i przykładowych zdań potrzebujesz klucza API OpenAI. Możesz go wpisać w ustawieniach.
pt: Para a pronúncia e frases de exemplo precisas de uma chave da OpenAI. Podes introduzi-la nas Definições.
ru: Для произношения и примеров нужен API-ключ OpenAI. Ты можешь ввести его в настройках.
sv: För uttal och exempelmeningar behöver du en OpenAI API-nyckel. Du kan ange den i inställningarna.
tr: Telaffuz ve örnek cümleler için bir OpenAI API anahtarına ihtiyacın var. Anahtarı Ayarlar'dan girebilirsin.
zh_hans: 发音和例句功能需要 OpenAI API 密钥。你可以在设置中输入。

source: Gelernt pro Tag
ar: المتعلَّم يومياً
el: Μαθημένες ανά ημέρα
en: Learned per day
es: Aprendidas por día
fr: Appris par jour
it: Apprese al giorno
ja: 1日あたりの学習数
ko: 하루에 학습한 수
nl: Geleerd per dag
pl: Nauczone dziennie
pt: Aprendidas por dia
ru: Выучено за день
sv: Inlärda per dag
tr: Günlük öğrenilen
zh_hans: 每日学习量

source: Gesamt
ar: المجموع
el: Σύνολο
en: Total
es: Total
fr: Total
it: Totale
ja: 合計
ko: 합계
nl: Totaal
pl: Łącznie
pt: Total
ru: Всего
sv: Totalt
tr: Toplam
zh_hans: 总计
